Repository: Imazid/Stock-Tracker
Catalog: Stock Tracker/Localizable.xcstrings
Source language: en
Languages: es, fr

source: 24/7 AI assistant
es: Asistente IA 24/7
fr: Assistant IA 24/7

source: About
es: Acerca de
fr: À propos

source: Accessibility
es: Accesibilidad
fr: Accessibilité

source: Account
es: Cuenta
fr: Compte

source: Active subscription
es: Suscripción activa
fr: Abonnement actif

source: Add Asset
es: Agregar activo
fr: Ajouter un actif

source: Add from Watchlist
es: Agregar desde seguimiento
fr: Ajouter depuis la liste

source: Add Stock
es: Agregar acción
fr: Ajouter une action

source: AI Agent
es: Agente IA
fr: Agent IA

source: AI Assistant
es: Asistente IA
fr: Assistant IA

source: AI Investing Assistant
es: Asistente de inversión IA
fr: Assistant d'investissement IA

source: Alerts
es: Alertas
fr: Alertes

source: All News
es: Todas las noticias
fr: Toutes les actualités

source: Allocation
es: Asignación
fr: Répartition

source: API Status
es: Estado de API
fr: État de l'API

source: App Lock
es: Bloqueo de app
fr: Verrouillage de l'app

source: Appearance
es: Apariencia
fr: Apparence

source: Ask me anything...
es: Pregúntame lo que sea...
fr: Demandez-moi n'importe quoi...

source: Auto Refresh
es: Actualización automática
fr: Rafraîchissement auto

source: Auto-sync your holdings
es: Sincroniza automáticamente tus posiciones
fr: Synchronisez automatiquement vos positions

source: Benchmark
es: Referencia
fr: Référence

source: Browse stocks and add positions
es: Explora acciones y agrega posiciones
fr: Parcourez les actions et ajoutez des positions

source: Browse Watchlist
es: Explorar seguimiento
fr: Parcourir la liste

source: Cancel
es: Cancelar
fr: Annuler

source: Change
es: Cambio
fr: Variation

source: Clear
es: Borrar
fr: Effacer

source: Color Vision
es: Visión de color
fr: Vision des couleurs

source: Connect Broker
es: Conectar corredor
fr: Connecter le courtier

source: Connect Brokerage
es: Conectar corredor
fr: Connecter le courtier

source: Crypto
es: Cripto

source: Currency
es: Moneda
fr: Devise

source: Data & Privacy
es: Datos y privacidad
fr: Données et confidentialité

source: Data Sources
es: Fuentes de datos
fr: Sources de données

source: Developer
es: Desarrollador
fr: Développeur

source: Dividends
es: Dividendos
fr: Dividendes

source: Done
es: Listo
fr: Terminé

source: Double tap to read full article
es: Toca dos veces para leer el artículo completo
fr: Touchez deux fois pour lire l'article complet

source: Gainers
es: Subidas
fr: Hausses

source: Get instant insights, stock analysis, and portfolio advice powered by AI
es: Obtén información instantánea, análisis de acciones y consejos de cartera con IA
fr: Obtenez des analyses instantanées et des conseils de portefeuille par IA

source: Good Afternoon,
es: Buenas tardes,
fr: Bon après-midi,

source: Good Evening,
es: Buenas noches,
fr: Bonsoir,

source: Good Morning,
es: Buenos días,
fr: Bonjour,

source: Here's your market overview
es: Aquí está tu resumen del mercado
fr: Voici votre aperçu du marché

source: High Contrast
es: Alto contraste
fr: Contraste élevé

source: Holdings
es: Posiciones
fr: Positions

source: Home
es: Inicio
fr: Accueil

source: Language
es: Idioma
fr: Langue

source: Latest
es: Últimas
fr: Dernières

source: Live Indices
es: Índices en vivo
fr: Indices en direct

source: Losers
es: Bajadas
fr: Baisses

source: Managed in iOS Settings
es: Gestionado en Configuración de iOS
fr: Géré dans les Réglages iOS

source: Market News
es: Noticias del mercado
fr: Actualités du marché

source: Monitor gains and losses
es: Monitorea ganancias y pérdidas
fr: Surveillez les gains et les pertes

source: News
es: Noticias
fr: Actualités

source: No assets in watchlist yet
es: Aún no hay activos en seguimiento
fr: Aucun actif dans la liste

source: No news found
es: No se encontraron noticias
fr: Aucune actualité trouvée

source: No Price Alerts
es: Sin alertas de precio
fr: Aucune alerte de prix

source: Performance
es: Rendimiento

source: Personalized recommendations
es: Recomendaciones personalizadas
fr: Recommandations personnalisées

source: Portfolio
es: Cartera
fr: Portefeuille

source: Portfolio Value
es: Valor de cartera
fr: Valeur du portefeuille

source: Preferences
es: Preferencias
fr: Préférences

source: Price Alerts
es: Alertas de precio
fr: Alertes de prix

source: Privacy
es: Privacidad
fr: Confidentialité

source: Real-time market analysis
es: Análisis de mercado en tiempo real
fr: Analyse de marché en temps réel

source: Refresh
es: Actualizar
fr: Rafraîchir

source: Refresh Now
es: Actualizar ahora
fr: Rafraîchir maintenant

source: Search news, stocks, sources...
es: Buscar noticias, acciones, fuentes...
fr: Rechercher actualités, actions, sources...

source: See Watchlist
es: Ver seguimiento
fr: Voir la liste

source: Set alerts to get notified when prices hit your targets
es: Configura alertas para recibir notificaciones cuando los precios alcancen tus objetivos
fr: Définissez des alertes pour être notifié lorsque les prix atteignent vos objectifs

source: Settings
es: Configuración
fr: Paramètres

source: Show All News
es: Mostrar todas las noticias
fr: Afficher toutes les actualités

source: Smart investment insights
es: Ideas de inversión inteligentes
fr: Analyses d'investissement intelligentes

source: Sort by
es: Ordenar por
fr: Trier par

source: Start Building Your Portfolio
es: Empieza a construir tu cartera
fr: Commencez à construire votre portefeuille

source: Stay ahead with real-time updates
es: Mantente al día con actualizaciones en tiempo real
fr: Restez informé avec des mises à jour en temps réel

source: Stocks
es: Acciones
fr: Actions

source: Subscription
es: Suscripción
fr: Abonnement

source: Swipe for details →
es: Desliza para más detalles →
fr: Glissez pour les détails →

source: Tap to upgrade
es: Toca para mejorar
fr: Appuyez pour mettre à niveau

source: Today
es: Hoy
fr: Aujourd'hui

source: Today's Performance
es: Rendimiento de hoy
fr: Performance du jour

source: Top Holdings
es: Principales posiciones
fr: Principales positions

source: Top Movers
es: Mayores movimientos
fr: Plus fortes variations

source: Total Assets
es: Activos totales
fr: Total des actifs

source: Total Value
es: Valor total
fr: Valeur totale

source: Track Performance
es: Seguir rendimiento
fr: Suivre la performance

source: Track your favorite assets
es: Rastrea tus activos favoritos
fr: Suivez vos actifs favoris

source: Track your investments, monitor performance, and make informed decisions all in one place.
es: Rastrea tus inversiones, monitorea el rendimiento y toma decisiones informadas en un solo lugar.
fr: Suivez vos investissements, surveillez les performances et prenez des décisions éclairées en un seul endroit.

source: Unlock with Face ID
es: Desbloquear con Face ID
fr: Déverrouiller avec Face ID

source: Upgrade to Pro
es: Mejorar a Pro
fr: Passer à Pro

source: Use Face ID to securely access your portfolio
es: Usa Face ID para acceder de forma segura a tu cartera
fr: Utilisez Face ID pour accéder en toute sécurité à votre portefeuille

source: Version
es: Versión

source: Watchlist
es: Seguimiento
fr: Liste de suivi

source: Your Holdings
es: Tus posiciones
fr: Vos positions

source: Your Watchlist
es: Tu lista de seguimiento
fr: Votre liste de suivi
